Repository: KicKerBNU/money-plan-ios
Catalog: MoneyPlan/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_hans

# recurring.frequency.quarterly
source: Quarterly
bg: Тримесечно
cs: Čtvrtletní
da: Kvartalsvis
de: Vierteljährlich
el: Τριμηνιαίος
es: Trimestral
et: Kord kvartalis
fi: Neljännesvuosittain
fr: Trimestriel
hi: त्रैमासिक
hr: Tromjesečno
hu: Negyedévenként
it: Trimestrale
lt: Kas ketvirtį
lv: Reizi ceturksnī
nl: Driemaandelijks
pl: Kwartalny
pt: Trimestral
ro: Trimestrial
sk: Štvrťročne
sl: Četrtletnik
sv: Kvartalsvis
zh_hans: 季刊

# recurring.frequency.semiannual
source: Every 6 months
bg: На всеки 6 месеца
cs: Každých 6 měsíců
da: Hver 6. måned
de: Alle 6 Monate
el: Κάθε 6 μήνες
es: Cada 6 meses
et: Iga 6 kuu tagant
fi: 6 kuukauden välein
fr: Tous les 6 mois
hi: हर 6 महीने में
hr: Svakih 6 mjeseci
hu: 6 havonta
it: Ogni 6 mesi
lt: Kas 6 mėnesius
lv: Ik pēc 6 mēnešiem
nl: Elke 6 maanden
pl: Co 6 miesięcy
pt: A cada 6 meses
ro: La fiecare 6 luni
sk: Každých 6 mesiacov
sl: Vsakih 6 mesecev
sv: Var 6:e ​​månad
zh_hans: 每 6 个月一次

# recurring.frequency.weekly
source: Weekly
bg: Ежеседмично
cs: Týdně
da: Ugentlig
de: Wöchentlich
el: Εβδομαδιαίος
es: Semanalmente
et: Iganädalane
fi: Viikoittain
fr: Hebdomadaire
hi: साप्ताहिक
hr: Tjedni
hu: Heti
it: Settimanale
lt: Kas savaitę
lv: Iknedēļas
nl: Wekelijks
pl: Tygodnik
pt: Semanal
ro: Săptămânal
sk: Týždenne
sl: Tedensko
sv: Varje vecka
zh_hans: 每周

# recurring.frequency.yearly
source: Yearly
bg: Годишно
cs: Roční
da: Årligt
de: Jährlich
el: Ετήσια
es: Anual
et: Aastane
fi: Vuosittain
fr: Annuel
hi: सालाना
hr: Godišnje
hu: Évi
it: Annuale
lt: Kasmet
lv: Ik gadu
nl: Jaarlijks
pl: Rocznie
pt: Anual
ro: Anual
sk: Ročne
sl: Letno
sv: Årlig
zh_hans: 每年

# recurring.nextDue
source: Next due: %@
bg: Следващ срок: %@
cs: Další termín: %@
da: Næste frist: %@
de: Nächste Fälligkeit: %@
el: Επόμενη προθεσμία: %@
es: Próximo plazo: %@
et: Järgmine tähtaeg: %@
fi: Seuraava eräpäivä: %@
fr: Prochaine échéance : %@
hi: अगला देय: %@
hr: Sljedeći rok: %@
hu: Következő esedékesség: %@
it: Prossima scadenza: %@
lt: Kitas terminas: %@
lv: Nākamais termiņš: %@
nl: Volgende deadline: %@
pl: Następny termin: %@
pt: Próximo vencimento: %@
ro: Următoarea scadență: %@
sk: Ďalší termín: %@
sl: Naslednji rok: %@
sv: Nästa förfallodatum: %@
zh_hans: 下次到期：%@

# recurring.settingsMenu
source: Recurring expenses
bg: Повтарящи се разходи
cs: Opakující se výdaje
da: Tilbagevendende udgifter
de: Wiederkehrende Ausgaben
el: Επαναλαμβανόμενα έξοδα
es: Gastos recurrentes
et: Korduvad kulud
fi: Toistuvat kulut
fr: Dépenses récurrentes
hi: आवर्ती व्यय
hr: Ponavljajući troškovi
hu: Ismétlődő kiadások
it: Spese ricorrenti
lt: Pasikartojančios išlaidos
lv: Periodiskie izdevumi
nl: Terugkerende uitgaven
pl: Powtarzające się wydatki
pt: Despesas recorrentes
ro: Cheltuieli recurente
sk: Opakujúce sa výdavky
sl: Ponavljajoči se stroški
sv: Återkommande utgifter
zh_hans: 经常性开支

# recurring.status.paused
source: Paused
bg: На пауза
cs: Pozastaveno
da: Pause
de: Angehalten
el: Σε παύση
es: En pausa
et: Peatatud
fi: Keskeytetty
fr: En pause
hi: रुका हुआ
hr: Pauzirano
hu: Szüneteltetve
it: In pausa
lt: Pristabdyta
lv: Pauzēts
nl: Gepauzeerd
pl: Wstrzymano
pt: Pausada
ro: Întrerupt
sk: Pozastavené
sl: Zaustavljeno
sv: Pausad
zh_hans: 已暂停

# recurring.title
source: Recurring expenses
bg: Повтарящи се разходи
cs: Opakující se výdaje
da: Tilbagevendende udgifter
de: Wiederkehrende Ausgaben
el: Επαναλαμβανόμενα έξοδα
es: Gastos recurrentes
et: Korduvad kulud
fi: Toistuvat kulut
fr: Dépenses récurrentes
hi: आवर्ती व्यय
hr: Ponavljajući troškovi
hu: Ismétlődő kiadások
it: Spese ricorrenti
lt: Pasikartojančios išlaidos
lv: Periodiskie izdevumi
nl: Terugkerende uitgaven
pl: Powtarzające się wydatki
pt: Despesas recorrentes
ro: Cheltuieli recurente
sk: Opakujúce sa výdavky
sl: Ponavljajoči se stroški
sv: Återkommande utgifter
zh_hans: 经常性开支

# recurringIncome.confirmDelete.body
source: This removes the recurring template. Existing income entries are kept.
bg: Това премахва повтарящия се шаблон. Съществуващите записи за приходи се запазват.
cs: Tím se odstraní opakující se šablona. Stávající příjmové položky jsou zachovány.
da: Dette fjerner den tilbagevendende skabelon. Eksisterende indkomstposteringer bevares.
de: Dadurch wird die wiederkehrende Vorlage entfernt. Vorhandene Einkommenseinträge bleiben erhalten.
el: Αυτό καταργεί το επαναλαμβανόμενο πρότυπο. Οι υπάρχουσες εγγραφές εισοδήματος τηρούνται.
es: Esto elimina la plantilla recurrente. Se mantienen las entradas de ingresos existentes.
et: See eemaldab korduva malli. Olemasolevad tulukanded säilitatakse.
fi: Tämä poistaa toistuvan mallin. Olemassa olevat tulotiedot säilytetään.
fr: Cela supprime le modèle récurrent. Les entrées de revenus existantes sont conservées.
hi: यह आवर्ती टेम्पलेट को हटा देता है. मौजूदा आय प्रविष्टियाँ रखी जाती हैं।
hr: Time se uklanja predložak koji se ponavlja. Postojeća knjiženja prihoda se čuvaju.
hu: Ezzel eltávolítja az ismétlődő sablont. A meglévő bevételi bejegyzések megmaradnak.
it: Questo rimuove il modello ricorrente. Le voci di reddito esistenti vengono mantenute.
lt: Tai pašalina pasikartojantį šabloną. Saugomi esami pajamų įrašai.
lv: Tādējādi tiek noņemta atkārtotā veidne. Esošie ienākumu ieraksti tiek saglabāti.
nl: Hiermee wordt de terugkerende sjabloon verwijderd. Bestaande inkomensvermeldingen blijven behouden.
pl: Spowoduje to usunięcie szablonu cyklicznego. Istniejące zapisy dotyczące dochodów zostają zachowane.
pt: Isso remove o modelo recorrente. As receitas existentes são mantidas.
ro: Acest lucru elimină șablonul recurent. Se păstrează înregistrările existente ale veniturilor.
sk: Tým sa odstráni opakujúca sa šablóna. Existujúce záznamy o príjmoch sa zachovajú.
sl: S tem odstranite ponavljajočo se predlogo. Obstoječi vpisi prihodkov se ohranijo.
sv: Detta tar bort den återkommande mallen. Befintliga inkomstposter behålls.
zh_hans: 这将删除重复模板。保留现有收入条目。

# recurringIncome.confirmDelete.title
source: Delete recurring income?
bg: Изтриване на повтарящи се приходи?
cs: Smazat opakující se příjmy?
da: Slet tilbagevendende indkomst?
de: Wiederkehrende Einnahmen löschen?
el: Διαγραφή επαναλαμβανόμενου εισοδήματος;
es: ¿Eliminar ingresos recurrentes?
et: Kas kustutada korduvad sissetulekud?
fi: Poistetaanko toistuvat tulot?
fr: Supprimer les revenus récurrents ?
hi: आवर्ती आय हटाएं?
hr: Izbrisati ponavljajući prihod?
hu: Törli az ismétlődő bevételeket?
it: Eliminare le entrate ricorrenti?
lt: Ištrinti pasikartojančias pajamas?
lv: Vai dzēst periodiskos ienākumus?
nl: Terugkerende inkomsten verwijderen?
pl: Usunąć dochód powtarzalny?
pt: Excluir receita recorrente?
ro: Ștergeți venitul recurent?
sk: Odstrániť opakujúci sa príjem?
sl: Želite izbrisati ponavljajoče se prihodke?
sv: Ta bort återkommande inkomster?
zh_hans: 删除经常性收入？

# recurringIncome.edit.title
source: Edit recurring income
bg: Редактирайте повтарящи се приходи
cs: Upravit opakující se příjmy
da: Rediger tilbagevendende indkomst
de: Bearbeiten Sie wiederkehrende Einnahmen
el: Επεξεργασία επαναλαμβανόμενου εισοδήματος
es: Editar ingresos recurrentes
et: Muutke korduvat sissetulekut
fi: Muokkaa toistuvia tuloja
fr: Modifier les revenus récurrents
hi: आवर्ती आय संपादित करें
hr: Uredite ponavljajući prihod
hu: Ismétlődő bevétel szerkesztése
it: Modifica entrate ricorrenti
lt: Redaguoti pasikartojančias pajamas
lv: Rediģēt periodiskos ienākumus
nl: Bewerk terugkerende inkomsten
pl: Edytuj powtarzający się dochód
pt: Editar receita recorrente
ro: Editați venitul recurent
sk: Upraviť opakujúci sa príjem
sl: Uredite ponavljajoče se prihodke
sv: Redigera återkommande inkomst
zh_hans: 编辑经常性收入

# recurringIncome.empty.body
source: Mark an income entry as recurring when you add it from Income, or link one when editing an existing entry.
bg: Маркирайте запис за доход като повтарящ се, когато го добавяте от Доход, или свържете такъв, когато редактирате съществуващ запис.
cs: Označte položku příjmu jako opakovanou, když ji přidáte z položky Příjem, nebo ji propojte při úpravě existující položky.
da: Marker en indkomstpost som tilbagevendende, når du tilføjer den fra Indkomst, eller tilknyt en, når du redigerer en eksisterende post.
de: Markieren Sie einen Einkommenseintrag als wiederkehrend, wenn Sie ihn über „Einkommen“ hinzufügen, oder verknüpfen Sie ihn, wenn Sie einen vorhandenen Eintrag bearbeiten.
el: Επισημάνετε μια εγγραφή εισοδήματος ως επαναλαμβανόμενη όταν την προσθέτετε από το Εισόδημα ή συνδέστε μια κατά την επεξεργασία μιας υπάρχουσας καταχώρισης.
es: Marque una entrada de ingresos como recurrente cuando la agregue desde Ingresos o vincule una al editar una entrada existente.
et: Märkige sissetulekukirje korduvaks, kui lisate selle jaotisest Tulud, või linkige see olemasoleva kirje muutmisel.
fi: Merkitse tulomerkintä toistuvaksi, kun lisäät sen Tuloista, tai linkitä se, kun muokkaat olemassa olevaa merkintää.
fr: Marquez une entrée de revenu comme récurrente lorsque vous l'ajoutez à partir de Revenu, ou associez-en une lorsque vous modifiez une entrée existante.
hi: जब आप किसी आय प्रविष्टि को आय से जोड़ते हैं तो उसे आवर्ती के रूप में चिह्नित करें, या किसी मौजूदा प्रविष्टि को संपादित करते समय उसे लिंक करें।
hr: Označite unos prihoda kao ponavljajući kada ga dodate iz Prihoda ili ga povežite kada uređujete postojeći unos.
hu: Jelölje meg a bevételi bejegyzést ismétlődőként, amikor hozzáadja a Jövedelemből, vagy csatoljon egyet egy meglévő bejegyzés szerkesztésekor.
it: Contrassegna una voce di reddito come ricorrente quando la aggiungi da Entrate o ne colleghi una quando modifichi una voce esistente.
lt: Pažymėkite pajamų įrašą kaip pasikartojantį, kai pridedate jį iš pajamų, arba susiekite jį redaguodami esamą įrašą.
lv: Atzīmējiet ienākumu ierakstu kā periodisku, kad to pievienojat sadaļā Ienākumi, vai saistiet to, rediģējot esošu ierakstu.
nl: Markeer een inkomensvermelding als terugkerend wanneer u deze toevoegt vanuit Inkomsten, of koppel er een wanneer u een bestaande invoer bewerkt.
pl: Oznacz wpis dochodu jako cykliczny podczas dodawania go z poziomu Dochody lub połącz go podczas edycji istniejącego wpisu.
pt: Marque uma receita como recorrente ao adicioná-la em Receitas, ou vincule ao editar um lançamento existente.
ro: Marcați o intrare de venit ca fiind recurentă atunci când o adăugați din Venit sau conectați una când editați o intrare existentă.
sk: Označte záznam príjmu ako opakujúci sa, keď ho pridáte z príjmu, alebo ho prepojte pri úprave existujúceho záznamu.
sl: Označite vnos dohodka kot ponavljajočega se, ko ga dodate iz Dohodka, ali ga povežite, ko urejate obstoječ vnos.
sv: Markera en inkomstpost som återkommande när du lägger till den från Inkomst, eller länka en när du redigerar en befintlig post.
zh_hans: 当您从收入中添加收入条目时，将其标记为经常性收入条目，或者在编辑现有条目时链接一个收入条目。

# recurringIncome.empty.title
source: No recurring income
bg: Няма повтарящи се приходи
cs: Žádné opakované příjmy
da: Ingen tilbagevendende indtægt
de: Kein wiederkehrendes Einkommen
el: Χωρίς επαναλαμβανόμενα έσοδα
es: Sin ingresos recurrentes
et: Korduvat sissetulekut pole
fi: Ei toistuvia tuloja
fr: Aucun revenu récurrent
hi: कोई आवर्ती आय नहीं
hr: Nema stalnih prihoda
hu: Nincs visszatérő bevétel
it: Nessun reddito ricorrente
lt: Be pasikartojančių pajamų
lv: Nav periodisku ienākumu
nl: Geen terugkerende inkomsten
pl: Brak stałych dochodów
pt: Nenhuma receita recorrente
ro: Fără venituri recurente
sk: Žiadny opakujúci sa príjem
sl: Brez ponavljajočih se prihodkov
sv: Ingen återkommande inkomst
zh_hans: 无经常性收入

# recurringIncome.form.editLinkedFooter
source: Changes apply to the linked recurring template.
bg: Промените се прилагат към свързания повтарящ се шаблон.
cs: Změny se vztahují na propojenou opakující se šablonu.
da: Ændringer gælder for den linkede tilbagevendende skabelon.
de: Änderungen gelten für die verknüpfte wiederkehrende Vorlage.
el: Οι αλλαγές ισχύουν για το συνδεδεμένο επαναλαμβανόμενο πρότυπο.
es: Los cambios se aplican a la plantilla recurrente vinculada.
et: Muudatused kehtivad lingitud korduvale mallile.
fi: Muutokset koskevat linkitettyä toistuvaa mallia.
fr: Les modifications s'appliquent au modèle récurrent lié.
hi: परिवर्तन लिंक किए गए आवर्ती टेम्पलेट पर लागू होते हैं।
hr: Promjene se primjenjuju na povezani ponavljajući predložak.
hu: A változások a hivatkozott ismétlődő sablonra vonatkoznak.
it: Le modifiche si applicano al modello ricorrente collegato.
lt: Pakeitimai taikomi susietam pasikartojančiam šablonui.
lv: Izmaiņas attiecas uz saistīto periodisko veidni.
nl: Wijzigingen zijn van toepassing op de gekoppelde terugkerende sjabloon.
pl: Zmiany dotyczą połączonego szablonu cyklicznego.
pt: As alterações se aplicam ao modelo recorrente vinculado.
ro: Modificările se aplică șablonului recurent legat.
sk: Zmeny sa vzťahujú na prepojenú opakujúcu sa šablónu.
sl: Spremembe veljajo za povezano ponavljajočo se predlogo.
sv: Ändringar gäller den länkade återkommande mallen.
zh_hans: 更改适用于链接的重复模板。

# recurringIncome.form.footer
source: A recurring template will be created for future deposits.
bg: Ще бъде създаден повтарящ се шаблон за бъдещи депозити.
cs: Pro budoucí vklady bude vytvořena opakující se šablona.
da: En tilbagevendende skabelon vil blive oprettet for fremtidige indbetalinger.
de: Für zukünftige Einzahlungen wird eine wiederkehrende Vorlage erstellt.
el: Θα δημιουργηθεί ένα επαναλαμβανόμενο πρότυπο για μελλοντικές καταθέσεις.
es: Se creará una plantilla recurrente para futuros depósitos.
et: Tulevaste hoiuste jaoks luuakse korduv mall.
fi: Tulevia talletuksia varten luodaan toistuva malli.
fr: Un modèle récurrent sera créé pour les futurs dépôts.
hi: भविष्य की जमाराशियों के लिए एक आवर्ती टेम्पलेट बनाया जाएगा।
hr: Predložak koji se ponavlja izradit će se za buduće depozite.
hu: A jövőbeni befizetésekhez egy ismétlődő sablon jön létre.
it: Verrà creato un modello ricorrente per i depositi futuri.
lt: Bus sukurtas pasikartojantis šablonas būsimiems indėliams.
lv: Turpmākajiem noguldījumiem tiks izveidota periodiska veidne.
nl: Er wordt een terugkerend sjabloon gemaakt voor toekomstige stortingen.
pl: Dla przyszłych wpłat zostanie utworzony szablon cykliczny.
pt: Um modelo recorrente será criado para recebimentos futuros.
ro: Va fi creat un șablon recurent pentru depozitele viitoare.
sk: Pre budúce vklady sa vytvorí opakujúca sa šablóna.
sl: Za prihodnje vloge bo ustvarjena ponavljajoča se predloga.
sv: En återkommande mall kommer att skapas för framtida insättningar.
zh_hans: 将为未来的存款创建一个定期模板。

# recurringIncome.form.isRecurring
source: Recurring income
bg: Повтарящ се приход
cs: Opakující se příjem
da: Tilbagevendende indkomst
de: Wiederkehrende Einnahmen
el: Επαναλαμβανόμενο εισόδημα
es: Ingresos recurrentes
et: Korduv sissetulek
fi: Toistuvat tulot
fr: Revenu récurrent
hi: आवर्ती आय
hr: Ponavljajući prihod
hu: Ismétlődő bevétel
it: Reddito ricorrente
lt: Pasikartojančios pajamos
lv: Atkārtoti ienākumi
nl: Terugkerende inkomsten
pl: Powtarzający się dochód
pt: Receita recorrente
ro: Venituri recurente
sk: Opakujúci sa príjem
sl: Ponavljajoči se dohodek
sv: Återkommande inkomst
zh_hans: 经常性收入

# recurringIncome.form.stopRecurrenceHint
source: Recurrence is paused. Turn on to schedule future deposits again.
bg: Повторението е на пауза. Включете, за да насрочите отново бъдещи депозити.
cs: Opakování je pozastaveno. Zapněte, chcete-li znovu naplánovat budoucí vklady.
da: Gentagelse er sat på pause. Slå til for at planlægge fremtidige indbetalinger igen.
de: Die Wiederholung ist angehalten. Aktivieren Sie diese Option, um zukünftige Einzahlungen erneut zu planen.
el: Η επανάληψη έχει τεθεί σε παύση. Ενεργοποιήστε για να προγραμματίσετε ξανά μελλοντικές καταθέσεις.
es: La recurrencia está en pausa. Actívelo para programar depósitos futuros nuevamente.
et: Kordumine on peatatud. Tulevaste sissemaksete ajastamiseks lülitage see sisse.
fi: Toistuminen on keskeytetty. Kytke päälle ajoittaaksesi tulevat talletukset uudelleen.
fr: La récurrence est mise en pause. Activez-le pour planifier à nouveau les dépôts futurs.
hi: पुनरावृत्ति रोक दी गई है. भविष्य की जमाओं को फिर से शेड्यूल करने के लिए चालू करें।
hr: Ponavljanje je pauzirano. Uključite za ponovno planiranje budućih depozita.
hu: Az ismétlődés szünetel. Kapcsolja be a jövőbeli befizetések ütemezéséhez.
it: La ricorrenza è in pausa. Attiva per programmare nuovamente i depositi futuri.
lt: Pasikartojimas pristabdytas. Įjunkite, kad vėl suplanuotumėte būsimus indėlius.
lv: Atkārtošanās ir apturēta. Ieslēdziet, lai atkal ieplānotu turpmākos noguldījumus.
nl: De herhaling is onderbroken. Schakel dit in om toekomstige stortingen opnieuw te plannen.
pl: Powtarzanie jest wstrzymane. Włącz, aby ponownie zaplanować przyszłe wpłaty.
pt: A recorrência está pausada. Ative para agendar recebimentos futuros novamente.
ro: Recurența este întreruptă. Activați pentru a programa din nou depuneri viitoare.
sk: Opakovanie je pozastavené. Zapnite, ak chcete znova naplánovať budúce vklady.
sl: Ponavljanje je zaustavljeno. Vklopite za ponoven razpored prihodnjih depozitov.
sv: Upprepning är pausad. Slå på för att schemalägga framtida insättningar igen.
zh_hans: 复发已暂停。再次打开以安排未来的存款。

# recurringIncome.nextDue
source: Next expected: %@
bg: Очаквано следващо: %@
cs: Další očekáváno: %@
da: Næste forventet: %@
de: Nächstes erwartet: %@
el: Επόμενο αναμενόμενο: %@
es: Próximo esperado: %@
et: Järgmine oodatav: %@
fi: Seuraava odotettu: %@
fr: Prochain attendu : %@
hi: अगला अपेक्षित: %@
hr: Sljedeće očekivano: %@
hu: Következő várható: %@
it: Prossimo previsto: %@
lt: Kitas numatomas: %@
lv: Nākamais paredzēts: %@
nl: Volgende verwacht: %@
pl: Oczekiwany następny: %@
pt: Próximo recebimento: %@
ro: Următorul așteptat: %@
sk: Ďalšie očakávané: %@
sl: Naslednji pričakovani: %@
sv: Nästa förväntade: %@
zh_hans: 下一个预期：%@

# recurringIncome.settingsMenu
source: Recurring income
bg: Повтарящи се приходи
cs: Opakující se příjem
da: Tilbagevendende indkomst
de: Wiederkehrende Einnahmen
el: Επαναλαμβανόμενο εισόδημα
es: Ingresos recurrentes
et: Korduv sissetulek
fi: Toistuvat tulot
fr: Revenu récurrent
hi: आवर्ती आय
hr: Ponavljajući prihod
hu: Ismétlődő bevétel
it: Reddito ricorrente
lt: Pasikartojančios pajamos
lv: Atkārtoti ienākumi
nl: Terugkerende inkomsten
pl: Powtarzający się dochód
pt: Receitas recorrentes
ro: Venituri recurente
sk: Opakujúci sa príjem
sl: Ponavljajoči se dohodek
sv: Återkommande inkomst
zh_hans: 经常性收入

# recurringIncome.title
source: Recurring income
bg: Повтарящи се приходи
cs: Opakující se příjem
da: Tilbagevendende indkomst
de: Wiederkehrende Einnahmen
el: Επαναλαμβανόμενο εισόδημα
es: Ingresos recurrentes
et: Korduv sissetulek
fi: Toistuvat tulot
fr: Revenu récurrent
hi: आवर्ती आय
hr: Ponavljajući prihod
hu: Ismétlődő bevétel
it: Reddito ricorrente
lt: Pasikartojančios pajamos
lv: Atkārtoti ienākumi
nl: Terugkerende inkomsten
pl: Powtarzający się dochód
pt: Receitas recorrentes
ro: Venituri recurente
sk: Opakujúci sa príjem
sl: Ponavljajoči se dohodek
sv: Återkommande inkomst
zh_hans: 经常性收入

# seed.account.bankAccounts
source: Bank Accounts
bg: Банкови сметки
cs: Bankovní účty
da: Bankkonti
de: Bankkonten
el: Τραπεζικοί Λογαριασμοί
es: Cuentas bancarias
et: Pangakontod
fi: Pankkitilit
fr: Comptes bancaires
hi: बैंक खाते
hr: Bankovni računi
hu: Bankszámlák
it: Conti bancari
lt: Banko sąskaitos
lv: Bankas konti
nl: Bankrekeningen
pl: Konta bankowe
pt: Contas bancárias
ro: Conturi bancare
sk: Bankové účty
sl: Bančni računi
sv: Bankkonton
zh_hans: 银行账户

# seed.account.card
source: Card
bg: карта
cs: Karta
da: Kort
de: Karte
el: Κάρτα
es: Tarjeta
et: Kaart
fi: Kortti
fr: Carte
hi: कार्ड
hr: Kartica
hu: Kártya
it: Carta
lt: Kortelė
lv: Karte
nl: Kaart
pl: Karta
pt: Cartão
sk: Karta
sl: Kartica
sv: Kort
zh_hans: 银行卡

# seed.account.cash
source: Cash
bg: Парични средства
cs: Hotovost
da: Kontanter
de: Bargeld
el: Μετρητά
es: Dinero
et: Sularaha
fi: Käteinen
fr: Espèces
hi: नकद
hr: Gotovina
hu: Készpénz
it: Contanti
lt: Grynieji
lv: Skaidra nauda
nl: Contant geld
pl: Gotówka
pt: Dinheiro
ro: Numerar
sk: Hotovosť
sl: Gotovina
sv: Kontanter
zh_hans: 现金

# seed.category.apparel
source: Apparel
bg: Облекло
cs: Oblečení
da: Beklædning
de: Bekleidung
el: Ενδύματα
es: Vestir
et: Rõivad
fi: Vaatteet
fr: Vêtements
hi: परिधान
hr: Odjeća
hu: Ruházat
it: Abbigliamento
lt: Drabužiai
lv: Apģērbs
nl: Kleding
pl: Strój
pt: Vestuário
ro: Îmbrăcăminte
sk: Oblečenie
sl: Oblačila
sv: Kläder
zh_hans: 服饰

# seed.category.beauty
source: Beauty
bg: красота
cs: Krása
da: Skønhed
de: Schönheit
el: Ομορφιά
es: Belleza
et: Ilu
fi: Kauneus
fr: Beauté
hi: सुंदरता
hr: Ljepota
hu: Szépség
it: Bellezza
lt: Grožis
lv: Skaistums
nl: Schoonheid
pl: Uroda
pt: Beleza
ro: Frumuseţe
sk: Krása
sl: Lepota
sv: Skönhet
zh_hans: 美丽

# seed.category.culture
source: Culture
bg: култура
cs: Kultura
da: Kultur
de: Kultur
el: Καλλιέργεια
es: Cultura
et: Kultuur
fi: Kulttuuri
hi: संस्कृति
hr: Kultura
hu: Kultúra
it: Cultura
lt: Kultūra
lv: Kultūra
nl: Cultuur
pl: Kultura
pt: Cultura
ro: Cultură
sk: Kultúra
sl: Kultura
sv: Kultur
zh_hans: 文化

# seed.category.education
source: Education
bg: образование
cs: Školství
da: Undervisning
de: Ausbildung
el: Εκπαίδευση
es: Educación
et: Haridus
fi: koulutus
fr: Éducation
hi: शिक्षा
hr: Obrazovanje
hu: Oktatás
it: Istruzione
lt: Išsilavinimas
lv: Izglītība
nl: Onderwijs
pl: Edukacja
pt: Educação
ro: Educaţie
sk: Vzdelávanie
sl: izobraževanje
sv: Utbildning
zh_hans: 教育

# seed.category.food
source: Food
bg: Храна
cs: Jídlo
da: Mad
de: Lebensmittel
el: Τροφή
es: Alimentación
et: Toit
fi: Ruoka
fr: Alimentation
hi: खाना
hr: Hrana
hu: Étel
it: Alimentazione
lt: Maistas
lv: Ēdiens
nl: Eten
pl: Jedzenie
pt: Alimentação
ro: Mâncare
sk: Jedlo
sl: Hrana
sv: Mat
zh_hans: 餐饮

# seed.category.gift
source: Gift
bg: Подарък
cs: Dárek
da: Gave
de: Geschenk
el: Δώρο
es: Regalo
et: Kingitus
fi: Lahja
fr: Cadeau
hi: उपहार
hr: Dar
hu: Ajándék
it: Regalo
lt: Dovana
lv: Dāvana
nl: Geschenk
pl: Prezent
pt: Presentes
ro: Cadou
sk: Darček
sl: Darilo
sv: Gåva
zh_hans: 礼物

# seed.category.health
source: Health
bg: здраве
cs: Zdraví
da: Sundhed
de: Gesundheit
el: Υγεία
es: Salud
et: Tervis
fi: Terveys
fr: Santé
hi: स्वास्थ्य
hr: Zdravlje
hu: Egészség
it: Salute
lt: Sveikata
lv: Veselība
nl: Gezondheid
pl: Zdrowie
pt: Saúde
ro: Sănătate
sk: Zdravie
sl: zdravje
sv: Hälsa
zh_hans: 健康

# seed.category.household
source: Household
bg: Домакински
cs: Domácnost
da: Husstand
de: Haushalt
el: Νοικοκυριό
es: Familiar
et: Majapidamine
fi: Kotitalous
fr: Ménage
hi: परिवार
hr: Kućanstvo
hu: Háztartás
it: Domestico
lt: Namų ūkis
lv: Mājsaimniecība
nl: Huishouden
pl: Gospodarstwo domowe
pt: Casa
ro: Gospodărie
sk: Domácnosť
sl: Gospodinjstvo
sv: Hushåll
zh_hans: 家庭

# seed.category.other
source: Other
bg: други
cs: Ostatní
da: Andre
de: Andere
el: Αλλος
es: Otro
et: muud
fi: Muut
fr: Autre
hi: अन्य
hr: ostalo
hu: Más
it: Altro
lt: Kita
lv: Cits
nl: Ander
pl: Inny
pt: Outros
ro: Alte
sk: Iné
sl: drugo
sv: Andra
zh_hans: 其他

# seed.category.pension
source: Pension
bg: Пенсия
cs: Důchod
el: Σύνταξη
es: Pensión
fi: Eläke
hi: पेंशन
hr: Mirovina
hu: Nyugdíj
it: Pensione
lt: Pensija
lv: Pensija
nl: Pensioen
pl: Emerytura
pt: Previdência
ro: Pensiune
sk: Dôchodok
sl: Pokojnina
zh_hans: 养老金

# seed.category.pets
source: Pets
bg: домашни любимци
cs: Domácí mazlíčci
da: Kæledyr
de: Haustiere
el: Κατοικίδια
es: Mascotas
et: Lemmikloomad
fi: Lemmikit
fr: Animaux de compagnie
hi: पालतू जानवर
hr: Kućni ljubimci
hu: Háziállatok
it: Animali domestici
lt: Naminiai gyvūnai
lv: Mājdzīvnieki
nl: Huisdieren
pl: Zwierzęta
pt: Animais de estimação
ro: Animale de companie
sk: Domáce zvieratá
sl: Domače živali
sv: Husdjur
zh_hans: 宠物
